Repository: graffo/lms-nasmaste-pt_br
Catalog: *.po
Languages: pt_br

source: Save payment settings
pt_br: Salvar configurações de pagamento

source: View payments errorlog
pt_br: Ver os logs de erros para pagamentos

source: Exam/Test Related Settings
pt_br: Configuração dos Exame/teste relacionados

source: Namaste LMS utilizes the power of existing Wordpress plugins to handle exams, tests and quizzes. At this moment it can connect with two plugins:
pt_br: Namaste LMS utiliza o poder dos plugins de Wordpress existentes para lidar com os exames, testes e questionários. Neste momento, ele pode se conectar com dois plugins:

source: (Free) and
pt_br: (Grátis) e

source: If you have any of these plugins installed and activated, please choose which one to use for handling tests below:
pt_br: Se você tiver qualquer um desses plugins instalado e ativado, por favor, escolha qual delas usar para manipular os testes abaixo:

source: I don not need to create any exams or tests.
pt_br: Eu não não precisa criar quaisquer exames ou testes.

source: I will create exams with Watu.
pt_br: Vou criar exames com Watu.

source: I will create exams with WatuPRO.
pt_br: Vou criar exames com WatuPRO.

source: When I cleanup student course data from the "Manage Students" page I want any related exam data for this student also to be REMOVED.
pt_br: Quando eu limpeza estudante curso dados a partir do "Manage Students" página eu quero qualquer relacionados a dados de exame para este aluno também a ser removido.

source: Save Exam Options
pt_br: Salvar opções de exame

source: Go PRO!
pt_br: Atualização para o Pro!

source: Get more powerful features by
pt_br: Obter recursos mais poderosos

source: upgrading to the PRO version:
pt_br: atualizar para a versão PRO:

source: Premium support
pt_br: Suporte Premium

source: Free email support for 1 year after purchase
pt_br: Suporte de e-mail grátis por 1 ano após a compra

source: Create classes and limit access to courses based on them.
pt_br: Criar classes e limitar o acesso a cursos baseados neles.

source: Assign teachers to the classes to have your team members manage content.
pt_br: Atribua os professores para as classes para que os membros da equipe gerenciar conteúdo.

source: Delayed access to course material.
pt_br: Retardo acesso ao material do curso.

source: Shortcodes to let users sign-up for classes.
pt_br: Códigos de acesso para permitir que os usuários cadastrem-se para as classes.

source: Progress bar shows users how they do in each course.
pt_br: Barra de progresso mostra aos usuários como eles estão em cada curso.

source: Localization-ready
pt_br: Pronto para Tradução

source: with translation .pot file
pt_br: com o arquivo. pot de tradução

source: Unlimited domains license
pt_br: Licença de domínios ilimitados

source: for domains you own
pt_br: para domínios que você possui

source: And more - just come to see!
pt_br: E mais - venha ver!

source: Just go ahead and
pt_br: Vá em frente e

source: take the tour
pt_br: Faça o tour

source: or check the
pt_br: ou verificar o

source: online demo.
pt_br: demo on-line.

source: Upgrading to PRO comes with 60 days money-back guarantee, one year free upgrades and one year free support.
pt_br: Atualização para o PRO vem com garantia de devolução do dinheiro de 60 dias, um ano livre upgrades e um ano livram apoio.

source: Help To Spread The Word!
pt_br: Ajude a espalhar a palavra!

source: If you like this plugin you can do some of the following:
pt_br: Se você gosta deste plugin que você pode fazer alguns dos seguintes:

source: Rate it 5 starts at Wordpress.org
pt_br: avalie no WordPress.org

source: Let others know about it by blogging or posting
pt_br: Compartilhe sobre isso por blogging ou postagem

source: our home page
pt_br: nossa home page

source: on social networks.
pt_br: nas redes sociais

source: to empower your site with extra benefits
pt_br: para capacitar o seu site com benefícios extra

source: Need Support?
pt_br: Precisa de ajuda?

source: Please ask your question in the
pt_br: Por favor, faça sua pergunta na

source: support forum at WordPress.
pt_br: Fórum de suporte em WordPress.

source: Solution submitted
pt_br: Tarefa enviada

source: A manager will review your solution and will approve or reject it. If the manager add any notes, they will appear in the assignments page for this course
pt_br: Um gerente irá rever sua solução e irá aprovar ou rejeitá-lo. Se gerente adicionar algumas notas, eles aparecerão na página tarefas para este curso

source: Back to the assignments
pt_br: Voltar para tarefas

source: Back to assignments in
pt_br: Volta para tarefas em

source: from course
pt_br: do curso

source: Course Progress:
pt_br: Progresso do Curso:

source: Back to students in this course
pt_br: Volta para os estudantes neste curso

source: Student:
pt_br: Aluno(a):

source: Test/Exam
pt_br: Teste/exame

source: None
pt_br: Nenhum

source: [todo]
pt_br: [fazer]

source: Students Who Earned Certificate %s
pt_br: Estudantes que ganhou certificado de %s

source: Back to all certificates
pt_br: Voltar para os certificados

source: No student has earned this certificate yet.
pt_br: Nenhum estudante ganhou esse certificado ainda.

source: User name and email
pt_br: Nome de usuário e e-mail

source: Date earned
pt_br: ADQUIRIDO

source: Remove
pt_br: Remover

source: View / print
pt_br: Ver / imprimir

source: Are you sure? The user will not be able to print this certificate.
pt_br: Tem certeza? O usuário não será capaz de imprimir este certificado.

source: Submitting a solution to assignment
pt_br: Enviar Resposta

source: Submit your solution below:
pt_br: Enviar Resposta abaixo:

source: Upload file:
pt_br: Enviar Arquivo:

source: Submit your solution
pt_br: Enviar Resposta

source: Viewing Solutions for
pt_br: Ver respostas para

source: Back to assignments for "%s"
pt_br: Voltar para tarefas de "%s"

source: Showing everyone's solutions on this assignment.
pt_br: Mostrando as respotas de todos nesta tarefa.

source: Note: when one solution is approved, the assignment will be considered completed by this student and they will not be asked to submit more solutions for it.
pt_br: Nota: quando uma respota for aprovada, a tarefa será considerada concluído por este aluno e eles não serão solicitados a apresentar tarefa.

source: Showing solutions submitted by
pt_br: Ver Tarefas enviadas por %s

source: The student has not submitted any solutions for this assignment yet.
pt_br: O aluno não apresentou quaisquer repostas para esta tarefa ainda.

source: No one has submitted any solutions for this assignment yet.
pt_br: Ninguém apresentou respostas para esta tarefas ainda.

source: by
pt_br: por

source: Attachment:
pt_br: Anexo:

source: Approved
pt_br: Aprovado
