Repository: graffo/lms-nasmaste-pt_br
Catalog: *.po
Languages: pt_br

source: You are not allowed to view this
pt_br: Você não tem permissão para ver esta página.

source: You are not allowed to grade
pt_br: Você não tem permissão para graduar.

source: You are not allowed to do this.
pt_br: Você não tem permissão para fazer isso.

source: Certificate added
pt_br: Certificado adicionado.

source: Certificate saved
pt_br: Certificado salvo

source: Certificate deleted
pt_br: Certificado excluído

source: You are not allowed to access this certificate
pt_br: Você não tem permissão para acessar este certificado

source: You enrolled in "%s"
pt_br: Inscreveu-se em "%s"

source: Thank you for your interest in enrolling this course. A manager will review your application.
pt_br: Obrigado por seu interesse em se matricular neste curso. Um gerente irá rever a sua aplicação.

source: You have already enrolled in this course
pt_br: Você já está matriculado neste curso.

source: You are not enrolled in this course!
pt_br: Você não esta matriculado neste curso!

source: Before submitting solutions on this lesson you must complete the following lessons:
pt_br: Antes de enviar qualquer resposta para esta aula, você precisa completar os seguintes módulos:

source: You cannot submit an empty solution
pt_br: Você não pode enviar uma resposta vazia

source: Submitted solution to assignment "%s"
pt_br: Você submeteu a Tarefa %s

source: You are not allowed to see these solutions
pt_br: Você não tem permissão para ver estas respostas

source: You are not allowed to do this
pt_br: Você não tem permissão para fazer isso

source: Solution to assignment %s was %s
pt_br: Solução para a tarefa %s foi %s

source: Received %d points for completing assignment "%s".
pt_br: Recebeu %d pontos para completar a missão "%s".

source: There is nothing to download.
pt_br: Não há nada para fazer o download.

source: You can download only your own solutions.
pt_br: Você pode baixar apenas suas próprias respostas.

source: This lesson has been completed.
pt_br: Esta lição foi concluída.

source: Completed
pt_br: Completada

source: Not completed
pt_br: Não completado

source: You need to be <a href="%s">logged in</a> to enroll in this course
pt_br: Você precisa estar <a href="%s">logado</a> para se inscrever neste curso

source: You are enrolled in this course.
pt_br: Você está matriculado neste curso.

source: Your enroll request is received. Waiting for manager approval.
pt_br: Seu pedido de registro é recebido. À espera de aprovação do gerente.

source: You have completed this course.
pt_br: Você completou um curso

source: Your enrollment request is rejected.
pt_br: Sua solicitação de registro foi negada.

source: User
pt_br: Usuário

source: Points
pt_br: Pontos

source: This content is for logged in users.
pt_br: Este conteúdo é para usuários logados.

source: next lesson
pt_br: Próxima Aula

source: previous lesson
pt_br: Aula Anterior

source: Lesson completed!
pt_br: Aula completada!

source: Mark as completed
pt_br: Marcar como Concluído

source: Namaste! Courses
pt_br: Namaste! Cursos

source: Courses
pt_br: Cursos

source: Course
pt_br: Curso

source: Add New Course
pt_br: Adicionar Novo Curso

source: This will create a new course in your Namaste! LMS.
pt_br: Isto irá criar um novo Curso no site.

source: Namaste! Settings
pt_br: Namaste! Definições

source: Advanced Reports
pt_br: Relatórios avançados

source: For advanced reports on this course, <a href="%s">click here</a>.
pt_br: Para ter relatórios avançados sobre este curso, <a href=""%s"">clique aqui</a>.

source: You can get <b>advanced reports</b> on this course if you install the <a href="%s" target="_blank">Namaste! Reports</a> plugin.
pt_br: Você pode obter <b>relatórios avançados</b> sobre este curso se você instalar o <a href="%s" target="_blank">Namaste! Relatórios</a> plugin.

source: You are enrolled in this course. Check "My courses" link in your dashboard to see the lessons and to-do list
pt_br: Você está matriculado neste curso. Verificar "Meus Cursos" link no seu painel de controle para ver as lições e lista de tarefas

source: You can enroll in this course from your student dashboard. You need to be logged in.
pt_br: Você pode se inscrever neste curso do seu painel de aluno. Você precisa estar logado.

source: Received %d points for completing course "%s".
pt_br: Recebeu %d pontos para completar o curso "%s".

source: Completed course "%s"
pt_br: Curso "%s" Concluído

source: You cannot enroll this course - other courses have to be completed first.
pt_br: Você não pode se inscrever neste curso - outros cursos tem que ser concluído primeiro.

source: Enrolled in course %s. Status: %s
pt_br: Matriculado no curso de % s. Status: %s

source: Payment for course
pt_br: Pagamento para o curso

source: Enroll for
pt_br: Inscrever-se para

source: Click to Enroll
pt_br: Clique para inscrever-se

source: Visits (unique/total)
pt_br: Visitas (única / total)

source: These courses should be completed before you can enroll:
pt_br: Estes cursos devem ser concluídos antes que você pode se inscrever:

source: You are not allowed to edit or delete this assignment
pt_br: Você não tem permissão para editar ou excluir essa tarefa

source: You are not allowed to see this page
pt_br: Você não tem permissão para ver esta página

source: Namaste! Lessons
pt_br: Namaste! Lições

source: Lessons
pt_br: Aulas

source: Lesson
pt_br: Aula

source: Add New Lesson
pt_br: Adicionar Nova Aula

source: This will create a new lesson in your Namaste! LMS.
pt_br: Isto irá criar um nova Aula no site.

source: You must enroll in the course first before you can see the lessons
pt_br: Você deve se inscrever no curso primeiro antes que você possa ver as lições

source: The lesson cannot be completed because there are unsatisfied requirements
pt_br: A lição não pode ser concluída porque existem resultados insatisfatórios.

source: Not started
pt_br: Não iniciada

source: Completed on
pt_br: Concluído em

source: In progress
pt_br: Cursando

source: You need to be logged in to access this lesson.
pt_br: Você precisa estar logado para acessar esta aula.

source: In order to see this lesson you first have to be enrolled in the course
pt_br: Para ver esta aula, você primeiro tem que estar matriculado no curso

source: Before accessing this lesson you must complete the following lessons:
pt_br: Antes de acessar esta aula, você deve concluir as seguintes aula:

source: Started reading lesson "%s"
pt_br: Comecei a ler a aula "%s"

source: Received %d points for completing lesson "%s".
pt_br: Recebeu %d pontos para completar a aula "%s".

source: Completed lesson "%s"
pt_br: Aula "%s" concluída

source: Assignments
pt_br: Tarefas

source: Students
pt_br: Alunos

source: Certificates
pt_br: Certificados

source: Students Earned Certificate
pt_br: Estudantes Ganhou Certificado

source: Gradebook
pt_br: Livro de Notas

source: Settings
pt_br: Definições

source: Help
pt_br: Ajuda

source: Student Lessons
pt_br: Aulas de estudante

source: Homeworks
pt_br: Trabalhos de casa

source: Send note
pt_br: Enviar nota

source: Submit solution
pt_br: Enviar Resposta

source: View solutions
pt_br: Ver respostas

source: View all solutions
pt_br: Ver todas as respostas

source: View Certificate
pt_br: Ver Certificado

source: Download solution
pt_br: Baixar Resposta

source: Multi user configuration
pt_br: Configuração de multi-usuários

source: My Courses
pt_br: Meus Cursos

source: My Certificates
pt_br: Meus certificados

source: My Gradebook
pt_br: Meu Livro de Notas

source: LMS Points
pt_br: Pontos

source: (Cleanup)
pt_br: Limpar

source: Sorry, I cannot find user with this email or user handle.
pt_br: Desculpa, não consigo encontrar o usuário com esse nome de usuário ou e-mail.

source: This user's role does not allow them to use Namaste! LMS. You'll have either to change their role or allow the role work with the LMS from the Settings page
pt_br: Seu nível de usuário não lhe permite usar Namaste! LMS. Você terá de mudar seu grupo de usuário ou permitir que o trabalhe com o LMS a partir da página de configurações

source: This user is already enrolled in the course
pt_br: Este usuário já está matriculado no curso

source: User successfully enrolled in the course
pt_br: Usuário matriculado no curso com suscesso.

source: Enrollment in %s has been approved.
pt_br: Inscrição em %s foi aprovada.

source: Enrollment in %s has been rejected.
pt_br: Inscrição em %s foi rejeitada.

source: You cannot change someone else's status
pt_br: Você não pode alterar o status de outra pessoa

source: Send Note
pt_br: Enviar nota

source: Use this page to send a note about assignments
pt_br: Use esta página para enviar uma nota sobre as tarefas.

source: for student
pt_br: para o estudante

source: Note that same feedback and notes are valid for the whole assignment for that student and will be shown for every submitted solution by the student for this homework.
pt_br: Observe que mesmo feedback e notas são válidas para a atribuição de toda para que o aluno e serão mostradas para cada solução apresentada pelo estudante para esta lição de casa.

source: Course:
pt_br: Curso

source: Lesson:
pt_br: Aula

source: Back to assignments for the student on this lesson
pt_br: Voltar para tarefas para o estudante nesta lição

source: Add/Edit Certificate
pt_br: Adicionar/editar certificado

source: Certificate Title:
pt_br: Título de certificado:

source: Certificate Contents:
pt_br: Conteúdo do certificado:

source: You can use the following variables in the certificate contents:
pt_br: Você pode usar as seguintes variáveis no conteúdo do certificado:

source: - The user full name or login name (whatever is available)
pt_br: -O nome completo do usuário ou nome de login (o que estiver disponível)

source: - The names of the courses which were completed to acquire this certificate
pt_br: - Os nomse dos cursos completados para adquirir este certificado

source: - The names and descriptions of the courses which were completed to acquire this certificate. The post "excerpt" will be used as course description.
pt_br: -Os nomes e descrições dos cursos que foram concluídas para adquirir este certificado. O reumo "excerptt" será usado como descrição do curso.

source: - Date when the certificate was acquired
pt_br: -Data, quando o certificado foi adquirido

source: - Unique ID of this certificate
pt_br: Visitas (única / total)

source: Assign this certificate upon completing all of the following courses:
pt_br: Atribua este certificado após completar todos os seguintes cursos:

source: You have not created any courses yet!
pt_br: Você ainda não criou nenhum cursos!

source: Save Certificate
pt_br: Salvar Certificado

source: Delete
pt_br: Apagar

source: Are you sure?
pt_br: Tem certeza?

source: Please enter certificate title
pt_br: Por favor digite o título do certificado

source: Manage Certificates
pt_br: Gerenciar certificados

source: Certificates can optionally be assigned to users upon completion of courses.
pt_br: Certificados, opcionalmente, podem ser atribuídos aos usuários após a conclusão dos cursos.

source: Create new certificate
pt_br: Criar novo certificado

source: Certificate title
pt_br: Título do certificado

source: Students earned it
pt_br: Alunos que ganharam este

source: Edit
pt_br: Editar

source: View students
pt_br: Ver estudantes

source: You can use the shortcode %s to display links to the certificates earned by the currently logged user in the course. The shortcode also accepts arguments "course_id" and "text" to conditionally display some text before the links, when certificates are earned. Check the <a href="%s">Help page</a> for more details.
pt_br: Você pode usar o shortcode %s para exibir links para os certificados obtidos pelo usuário conectado momento no curso. O shortcode também aceita argumentos "course_id" e "text" condicionalmente exibir algum texto antes dos links, quando os certificados são ganhos. Verifique a <a href="%s">página de ajuda</a> para obter mais detalhes.

source: I have installed the free <a href="%s" target="_blank">PDF Bridge</a> plugin and I want the certificates to be generated as PDF
pt_br: Eu instalei o plugin <a href="%s" target="_blank">PDF Bridge</a> livre e quero os certificados a serem gerados em PDF

source: Save
pt_br: Salvar

source: You have not added any certificates yet.
pt_br: Você ainda não adicionou qualquer certificado.

source: Enrollment mode:
pt_br: Modo de inscrição:

source: You can use the shortcode
pt_br: Você pode usar o shortcode

source: to display enrollment button (or enrolled/pending message) in the course content
pt_br: para exibir o botão de inscrição (ou matriculados/pendentes mensagem) no conteúdo do curso

source: The shortcode
pt_br: O shortcode

source: needs to be used if you want to display enroll button for this course on a different page.
pt_br: precisa ser usado se você deseja exibir matricular botão para este curso em uma página diferente.

source: Logged in users can enroll this course themselves.
pt_br: Logado usuários podem se inscrever neste curso por si.

source: Admin manually approves/enrolls students in courses
pt_br: O administrador manualmente aprova/matricula alunos nos cursos

source: Allow students to unenroll from this course (this will cleanup any stats)
pt_br: Permitem que os alunos unenroll deste curso (isto limpara alguma estatística)

source: Students need to pay a fee of
pt_br: Os alunos precisam pagar uma taxa de

source: to enroll this course. (Leave it 0 for no fee.)
pt_br: para se inscrever neste curso. (Deixe 0 para nenhuma taxa.)

source: Course Access / Pre-requisites
pt_br: Curso de acesso / pré-requisitos

source: There are no other courses so every student can enroll in this course.
pt_br: Não existem outros cursos, então todos os alunos podem se inscrever neste curso.

source: This course will be accessible only after the following courses are completed:
pt_br: Este curso será acessível somente depois que completam-se os seguintes cursos:

source: Course completeness
pt_br: Integralidade do curso

source: This course has no lessons assigned so it can never be completed. Please create and assign some lessons to this course.
pt_br: Este curso não tem aulas atribuídas por isso nunca pode ser concluída. Por favor, criar e atribuir algumas lições para este curso.

source: The following lessons must be completed in order to complete this course. Please select at least one.
pt_br: As lições devem ser preenchidos a fim de concluir este curso. Por favor, selecione pelo menos um.

source: Reward
pt_br: Recompensa.

source: points for completing this course.
pt_br: pontos para a conclusão deste curso.

source: inside the course content to display what the student needs to do to complete the course.
pt_br: dentro do conteúdo do curso para mostrar o que o aluno precisa fazer para concluir o curso.

source: will display the lessons in the course.
pt_br: exibirá as aulas no curso.

source: It allows more advanced configurations explained on the
pt_br: Ele permite configurações mais avançadas explicado no

source: help page.
pt_br: página de ajuda.

source: Did you know?
pt_br: Você sabia?

source: You can limit the access to this course also by <a href="%s" target="_blank">class / group</a>.
pt_br: Você pode limitar o acesso a este curso também pela <a href="%s" target="_blank">classe / grupo</a>.

source: If you <a href="%s" target="_blank">upgrade to PRO</a> you will be able to assign courses to classes and restrict access based on class, have different managers for different classes, and a lot more.
pt_br: Se você <a href="%s" target="_blank">atualizar para PRO</a> você será capaz de atribuir cursos para classes e restringir o acesso baseado em classe, têm diferentes gestores de diferentes classes e muito mais.

source: Enrolling in course
pt_br: Matriculando no curso

source: This is a premium course. There is a fee of <strong>%s %s</strong> to enroll it.
pt_br: Este é um curso superior. Há uma taxa de <strong>%s %s</strong> para inscrever-se.

source: Subscribe for
pt_br: Inscrever-se para

source: Select course:
pt_br: Selecione o Curso:

source: - please select -
pt_br: - selecione -

source: Grades of the students in %s
pt_br: Notas dos alunos em% s

source: Student
pt_br: Aluno

source: Lessons Grades (Shows also grades from assignments)
pt_br: Notas de aulas (mostra também as notas de tarefas)

source: Final grade for the course
pt_br: Nota final para o curso

source: Lesson not started
pt_br: Aula não foi iniciada

source: Shortcode to display final course grade for a student:
pt_br: Shortcode para exibir a nota final do curso para um aluno:

source: When userlogin is left empty it will display the grade of the current user. If you pass username, it will display the grade of that user. The "whenempty" parameter lets you define text to show when there is no grade assigned yet.
pt_br: Quando userlogin é deixado vazio indicará o grau do usuário atual. Se você passar o nome de usuário, indicará a nota de que o usuário. O "whenempty" parâmetro permite que você defina o texto para mostrar quando não há nenhum grau atribuído ainda.

source: Namaste! LMS Help
pt_br: Namaste! Ajuda LMS

source: For a quick overview of how to get started check the <a href="http://namaste-lms.org/help.php" target="_blank">quick help guide on our site</a>.
pt_br: Para uma rápida visão geral de como começar a verificar o <a href="http://namaste-lms.org/help.php" target="_blank">Guia de ajuda rápida em nosso site</a>.

source: More detailed documentation is available at the <a href="%s" target="_blank">new documentation site</a>.
pt_br: Documentação mais detalhada está disponível no <a href="%s" target="_blank">novo site de documentação</a>.

source: Please Rate Us!
pt_br: Por favor, classifique-nos!

source: Several hundred hours of development have been invested into the development of this free plugin. Now we need <a href="%s" target="_blank">five minutes of your time and five stars</a> to help the core plugin stay free!
pt_br: Várias centenas de horas de desenvolvimento foram investidas no desenvolvimento deste plugin gratuito. Agora precisamos de <a href="%s" target="_blank">cinco minutos do seu tempo e cinco estrelas</a> para ajudar o plugin núcleo ficar livre!

source: Available Shortcodes
pt_br: Shortcodes disponíveis

source: This is flexible shortcode that can be placed inside a lesson or course content. It will display what the logged in student still needs to do to complete the given lesson or course. You can pass "ul" or "ol" as first argument to define ordered or unordered list.
pt_br: Este é o shortcode flexível que pode ser colocado dentro de uma aula ou curso de conteúdo. Ele irá mostrar o que o aluno logado ainda precisa fazer para completar a lição dada ou curso. Você pode passar o "ul" ou "ol" como o primeiro argumento para definir ordenada ou não ordenada a lista.

source: displays enroll button or "enrolled/pending enrollment" message in the course.
pt_br: exibe inscrever botão ou "enrolled/pending enrollment" mensagem no curso.

source: Displays simplified version of the student dashboard - the same table with all the available courses but without the "view lessons" link. Instead of this link you can include the shortcode for "lessons in course" (given below) in the course page itself.
pt_br: Versão simplificada de exibições do painel de aluno - a mesma tabela com todos os cursos disponíveis, mas sem o "view lessons" link. Em vez deste link, você pode incluir o shortcode para "lessons em course" (dado abaixo) na página do curso em si.

source: Displays the "My certificates" page.
pt_br: Exibe o "My certificates" página.

source: Displays links to the certificates earned by the currently logged user in the course. This works for the current course when placed in a course page. You can also use the shortcode by passing parameter "course_id" like this: [namaste-earned-certificates course_id=5]. You can also add some text which will be conditionally displayed where there are any certificates earned. For example: [namaste-earned-certificates course_id=5 text="You have earned certificates for completing this course:"]
pt_br: Exibe links para os certificados obtidos pelo usuário conectado momento no curso. Isso funciona para o curso atual, quando colocado em uma página de curso. Você também pode usar o shortcode, passando o parâmetro "course_id" como este: [Namastê-ganhou-certificados course_id = 5]. Você também pode adicionar algum texto que será exibido condicionalmente onde não existem quaisquer certificados ganhados. Por exemplo: [Namastê-ganhou-certificados course_id = texto 5 = "você ganhou certificados para completar este curso: "]

source: or
pt_br: ou

source: Note that status column will be shown only for logged in users.
pt_br: Observe que a coluna de status será exibida somente para os usuários está logado.

source: can be used only in a course page and will display the first lesson from the course. You can replace "hyperlinked text" with your own text. If you omit the parameter the link will say "first lesson".
pt_br: pode ser usada apenas em uma página de curso e exibirá a primeira lição do curso. Você pode substituir "hyperlinked text" com seu próprio texto. Se você omitir o parâmetro link dirá "first lesson".

source: can be used only in a lesson and will display the next lesson from the course. You can replace "hyperlinked text" with your own text. If you omit the parameter the link will use the lesson title as hyperlinked text.
pt_br: pode ser usada apenas em uma lição e irá exibir a próxima lição do curso. Você pode substituir "hyperlinked text" com seu próprio texto. Se você omitir o parâmetro link usará o título de lição como texto de hiperlink.

source: Similar to the above, used to display a link for the previous lesson in this course. Note that lessons are ordered in the order of creation.
pt_br: Semelhante ao anterior, usado para exibir um link para a lição anterior neste curso. Observe que as lições são ordenadas na ordem da criação.

source: (where X is lesson ID) will output the assignments to the lesson on the front-end. The links to submit and view solutions will also work. You can omit the "lesson_id" parameter and pass it as URL variable. This could be useful if you are manually building a page with lessons and want to give links to assignments from it.
pt_br: (onde X é lição ID) output as atribuições para a lição sobre o front-end. Os links para enviar e Visualizar soluções também irá funcionar. Você pode omitir o "lesson_id" parâmetro e passá-lo como variável de URL. Isto pode ser útil se você manualmente a construir uma página com aulas e quer dar links para atribuições dele.

source: Customizing the Look of Course and Lesson Pages
pt_br: Personalizando as páginas de cursos e lições

source: Courses and lessons in Namaste! LMS are custom post types. How to create your custom post type templates is explained <a href="%s" target="_blank">on this page</a>. In short, here are the templates you may want to create are:<b>%s</b>.
pt_br: Cursos e aulas em Namaste! LMS são tipos de post personalizado. Como criar seu post personalizado modelos tipo é explicado <a href="%s" target="_blank">nesta página</a>. Em resumo, aqui estão os modelos que você pode querer criar são:<b>%s</b>.

source: Redesigning and Customizing the Views / Templates
pt_br: Redesenhar e como personalizar as exibições / modelos

source: Only for advanced users!
pt_br: Apenas para utilizadores avançados!
