Repository: graffo/lms-nasmaste-pt_br
Catalog: *.po
Languages: pt_br

source: You can safely customize all files from the "views" folders by placing their copies in your theme folder. Simply create folder "namaste" <b>in your theme root folder</b> and copy the files you want to custom from "views" folder directly there.
pt_br: Você pode personalizar com segurança todos os arquivos desde o "views" pastas, colocando suas cópias na pasta do tema. Basta criar a pasta "namaste" <b>na sua pasta de raiz do tema</b> e copie os arquivos que você quer para personalizado de "views" pasta diretamente lá.

source: For example:
pt_br: Por exemplo:

source: If you are using the Twenty Fourteen theme, you should create folder "namaste" under it so the structure will now be something like <b>wp-content/themes/twentyfourteen/namaste</b>. (The files that are above the new "namaste" folder should remain where they are)
pt_br: Se você estiver usando o tema vinte e quatorze, você deve criar a pasta "namaste" debaixo dela, então a estrutura agora será algo como <b>wp-conteúdo/temas/twentyfourteen/namaste</b>. (Os arquivos que estão acima do "namaste" novapasta deve permanecer onde estão)

source: Then if you want to modify the "Manage Certificates" page copy the file certificates.php from the plugin "views" folder and place it in the new "namaste" folder so you will have <b>wp-content/themes/twentyfourteen/namaste/certificates.php</b>
pt_br: Então, se você deseja modificar o "Manage Certificates" página copiar o arquivo de certificates.php de "views" o plugin" pasta e coloque-o no novo "namaste" pasta, então você terá <b>wp-content/themes/twentyfourteen/namaste/certificates.php</b>

source: Don't worry if you use modified WordPress directory structure and don't have 'wp-content' folder. The trick will work with any structure as long as you follow the same logic.
pt_br: Não se preocupe se você usa a estrutura de diretório WordPress modificada e não tem a pasta 'wp-content'. O truque funcionará com qualquer estrutura, contanto que você siga a mesma lógica.

source: Then feel free to modify the code, but of course be careful not to mess with the PHP or Javascript inside. This will let you change the design and even part of the functionality and not lose these changes when the plugin is upgraded. Be careful: we can not provide support for your custom versions of our views.
pt_br: Então sinta-se livre para modificar o código, mas é claro, tenha cuidado para não mexer com o PHP ou Javascript para dentro. Isto permitirá que você altere o design e até mesmo parte da funcionalidade e não perder essas alterações quando o plugin é atualizado. Cuidado: nós não podemos fornecer suporte para suas versões personalizadas dos nossos pontos de vista.

source: Admin notes for assignment
pt_br: Notas de admin para a tarefa

source: There aren't any notes yet.
pt_br: Ainda não existem quaisquer notas.

source: Manage Assignment in
pt_br: Gerenciar o trabalho em

source: Title:
pt_br: Título:

source: Description/Requirements:
pt_br: Descrição/requisitos:

source: Accept file upload as solution
pt_br: Aceitar o upload do arquivo como resposta

source: points for successfully completing this assignment.
pt_br: pontos para concluir com sucesso esta tarefa.

source: Create Assignment
pt_br: Criar Tarefa

source: Save Assignment
pt_br: Salvar Tarefa

source: Delete Assignment
pt_br: Excluir Tarefa

source: Please enter at least title for the assignment
pt_br: Por favor digite o título da tarefa

source: Assignments / Homework
pt_br: Atribuições / lição de casa

source: Select lesson:
pt_br: Selecione uma aula

source: Click here to create new assignment
pt_br: Clique aqui para criar nova tarefa

source: Title
pt_br: Título

source: solutions
pt_br: respostas

source: No solutions
pt_br: Sem respostas

source: Shortcode to publish these assignments on the front-end:
pt_br: Shortcode para publicar essas atribuições no front-end:

source: You have to select course and lesson before you can create assignments
pt_br: Você tem que selecionar o curso e a lição antes de criar atribuições

source: Assignments for lesson
pt_br: Tarefas para lição

source: Showing assignments of
pt_br: Mostrando as tarefas de

source: Back to the lessons page in this course
pt_br: Voltar para a página de lições neste curso

source: There are no homeworks in this lesson
pt_br: Não há nenhum tarefas de casa nesta lição

source: Assignment title and description
pt_br: Descrição e título da tarefa

source: Solutions
pt_br: Respostas

source: Notes / Feedback
pt_br: Notas / comentários

source: None yet.
pt_br: Nenhum ainda.

source: %d solutions
pt_br: %d respostas

source: A solution has been accepted and the assignment is completed.
pt_br: Uma solução foi aceite e a tarefa é concluída.

source: Add note / feedback
pt_br: Adicionar nota / feedback

source: Notes
pt_br: Obs

source: Assign to Courses:
pt_br: Atribua aos cursos:

source: No courses have been created yet!
pt_br: Você ainda não criou nenhum cursos!

source: Lesson Access
pt_br: Acesso de lição

source: You will be able to set lesson access after you create the lesson.
pt_br: Você será capaz de definir o acesso de lição depois de criar a lição.

source: There are no other lessons in this course. So this lesson will be accessible to anyone who enrolled the course.
pt_br: Para ver esta aula, você primeiro tem que estar matriculado no curso

source: This lesson will be accessible only after the following lessons are completed:
pt_br: Este curso será acessível somente depois que completam-se os seguintes cursos:

source: Lesson Completeness
pt_br: Completude de lição

source: The minimum requirement for a lesson to be completed is to be visited by the student. However you can add some extra requirements here:
pt_br: O requisito mínimo para uma lição ser concluída é a ser visitado pelo estudante. No entanto, você pode adicionar alguns requisitos extras aqui:

source: Lesson completion will be manually verified and approved by the admin for every student.
pt_br: Conclusão da lição será verificado manualmente e aprovado pelo administrador para cada aluno.

source: The following assignments/homework must be completed:
pt_br: Os seguintes atribuições/trabalhos de casa devem ser preenchidos:

source: The following quiz must be completed (will take effect only if the quiz is published):
pt_br: O quiz a seguir deve ser concluído (terá efeito somente se o teste for publicado):

source: - No quiz required -
pt_br: -Nenhum teste obrigatório-

source: with any of the following grade(s) achieved:
pt_br: com qualquer uma das notas alcançado:

source: - Any grade -
pt_br: -Qualquer nota-

source: If you install %s or %s you can also require certain tests and quizzes to be completed.
pt_br: Se você instalar o %s ou %s você também pode exigir que determinados testes e questionários para ser concluída.

source: points for completing this lesson.
pt_br: pontos para concluir esta aula.

source: inside the lesson content to display what the student needs to do to complete the lesson.
pt_br: dentro do conteúdo do curso para mostrar o que o aluno precisa fazer para concluir o curso.

source: will display a "Mark Completed" button so the student can mark the lesson completed themselves. <b>If such button is included in the lesson it will not be marked as completed until the student does it!</b> The button will appear <b>only after the "Lesson Completeness" requirements are satisfied.</b>
pt_br: exibirá uma "Mark Completed" botão para que o aluno pode marcar a lição se completou. <b>Se tal botão é incluído na lição que não será marcada como concluída até que o aluno faz isso!</b> O botão aparecerá <b>somente após a "Lesson Completeness" requisitos forem satisfeitos.</b>

source: will display a link to the course that this lesson belongs to. You can pass attribute "text" to set a clickable text for the link. Otherwise the course title will be used.
pt_br: será exibido um link para o curso que esta lição pertence. Você pode passar o atributo "text" para definir um texto clicável para o link. Caso contrário será usado o nome do curso.

source: You can set <a href="%s" target="_blank">delayed access</a> to this lesson.
pt_br: Você pode limitar o acesso a este curso também pela <a href="%s" target="_blank">classe / grupo</a>.

source: If you <a href="%s" target="_blank">upgrade to PRO</a> you will be able to set delayed access to this lesson, namage classes and teachers, and a lot more.
pt_br: Se você <a href="%s" target="_blank">atualizar para PRO</a> você será capaz de atribuir cursos para classes e restringir o acesso baseado em classe, têm diferentes gestores de diferentes classes e muito mais.

source: 's todo items in lesson
pt_br: é itens todo na lição

source: To-do Assignments:
pt_br: Atribuições de tarefas:

source: To-do Test/Exam:
pt_br: Teste de tarefas/exame:

source: Manual manager approval is also required to complete this lesson.
pt_br: Aprovação manual do administrador também é necessária para concluir esta lição.

source: Student needs to manually mark this lesson as completed.
pt_br: Aluno precisa marcar manualmente nesta lição como concluída.

source: All the requirements are completed. Maybe a manager has set this "In progress" status manually.
pt_br: Todos os requisitos são concluídos. Talvez um gerente definiu este "In progress" status manualmente.

source: Student Enrollments
pt_br: Matrículas de aluno

source: Nothing to do here as you have not created any courses yet!
pt_br: Nada a fazer aqui, como você ainda não criou todos os cursos!

source: Enroll student in the course:
pt_br: Matricular aluno em curso:

source: Enter email or user login
pt_br: Digite o login de usuário ou e-mail

source: Enroll
pt_br: Inscrever-se para

source: Filter by student/course status:
pt_br: Filtrar por status de estudante/curso:

source: Any status
pt_br: Qualquer status

source: Pending
pt_br: Pendente

source: Enrolled
pt_br: Matriculou-se

source: Rejected
pt_br: Rejeitado

source: There are no students enrolled in this course yet.
pt_br: Não há alunos matriculados neste curso ainda.

source: The below table shows all students enrolled in this course allong with the status for every lesson in it
pt_br: A tabela abaixo mostra todos os alunos matriculados neste curso junto com o status de cada lição nele

source: approve
pt_br: aprovar

source: reject
pt_br: rejeitar

source: Cleanup
pt_br: limpar

source: Don't forget that you can get <a href='%s'>Advanced Reports</a> for your students performance.
pt_br: Não se esqueça que você pode obter <a href='%s'>Relatórios avançados</a> para o seu desempenho de estudantes.

source: You can get advanced reports and ranking shortcodes with the <a href='%s' target='_blank'>Namaste! Reports</a> plugin.
pt_br: Você pode obter avançado relatórios e ranking de códigos de acesso com o <a href='%s' target='_blank'>Namaste! Relatórios</a> plugin.

source: Lesson progress
pt_br: Progresso da aula

source: Are you sure to cleanup this record? It will be removed from the system and history and the user will be able to enroll or request enrollment again
pt_br: Tem certeza de limpeza deste disco? Ele será removido do sistema e a história e o usuário será capazes de se inscrever ou solicitar inscrição novamente

source: Manage multi-user configurations in Namaste! LMS
pt_br: Gerencie configurações de vários usuários em Namaste! LMS

source: To edit this page you need to enable some roles to manage LMS on the <a href="%s" target=_blank">Namaste Settings page</a>.
pt_br: Para editar esta página que você precisa habilitar algumas funções gerenciar LMS na <a href="%s" target="_blank">página Configurações do Namastê</a>.

source: Please select role to configure:
pt_br: Por favor, selecione a função para configurar:

source: - Please select role -
pt_br: - Por favor, selecione a função -

source: Note: courses and lesson access depend on the selected role "post" settings. For example the Editor role can create and edit courses while the Contributor role can not.
pt_br: Nota: cursos e lição acesso dependem do papel selecionado "post" configurações. Por exemplo, a função de Editor pode criar e editar cursos enquanto o papel de contribuinte não pode.

source: Assignments access:
pt_br: Acesso de tarefas:

source: Manage all assignments
pt_br: Gerenciar todas as tarefas

source: Manage only assignments created by the user
pt_br: Gerenciar apenas tarefas criadas pelo usuário

source: No access to manage assignments
pt_br: Sem acesso para gerenciar as tarefas

source: Students page access:
pt_br: Página de acesso dos estudantes:

source: Manage students
pt_br: Gerenciar Estudantes

source: View only
pt_br: Somente ver

source: No access to students page
pt_br: Sem acesso à página de alunos

source: Certificates access:
pt_br: Certificados de acesso:

source: Manage all certificates
pt_br: Gerenciar certificados

source: Manage only certificates created by the user
pt_br: Gerenciar somente os certificados criados pelo usuário

source: No access to manage certificates
pt_br: Sem acesso para gerenciar certificados

source: Gradebook access:
pt_br: Acesso do livro de notas:

source: Access gradebook
pt_br: Acessar Livro de Notas

source: No access to gradebook
pt_br: Sem acesso ao livro de notas

source: Settings page access:
pt_br: Configurações de página de acesso:

source: Manage settings
pt_br: Gerenciar as configurações

source: No access to manage settings
pt_br: Sem acesso para gerenciar as configurações

source: If you have <a href="%s" target="_blank">Namaste! PRO</a> all the above settings will also comply with any class (user group) limitations.
pt_br: Se você tem <a href="%s" target="_blank">Namaste! PRO</a> todas as configurações acima também irão cumprir com quaisquer limitações de classe (grupo de usuários).

source: Save configuration for this role
pt_br: Salvar a configuração para este papel

source: You have not achieved any certificates yet.
pt_br: Você ainda não adicionou qualquer certificado.

source: Certificate
pt_br: Certificado

source: Date
pt_br: Data

source: Completed course(s)
pt_br: Curso concluído (s)

source: You need to enroll some courses first.
pt_br: Você precisa se inscrever alguns cursos primeiro.

source: My grades in %s
pt_br: Minhas notas em %s

source: Final grade for the whole course:
pt_br: Nota final para todo o curso:

source: Grades from assignments
pt_br: Notas de tarefas

source: Final grade
pt_br: Média Final

source: Assignment:
pt_br: TAREFA :

source: Solution
pt_br: Repostas

source: Grade
pt_br: Nota

source: Solution submitted at %s
pt_br: Tarefa enviada em %s

source: Not graded
pt_br: Não classificados

source: No solutions submitted yet.
pt_br: Não existem respostas enviadas.

source: No assignments
pt_br: Sem tarefas

source: No courses are available at this time.
pt_br: Não há cursos estão disponíveis neste momento.

source: Course title &amp; description
pt_br: Descrição &amp; título do curso

source: Enroll to get access to the lessons
pt_br: Inscrever-se para ter acesso às lições

source: View lessons
pt_br: Ver Aulas

source: Pending enrollment
pt_br: Inscrição pendente

source: Application rejected
pt_br: Pedido rejeitado

source: Enrolled on %s
pt_br: Inscreveu-se em "%s"

source: Un-enroll from this course
pt_br: Sair deste curso

source: Completed on %s
pt_br: Concluído em %s

source: Are you sure? This will blank out all your progress in this course
pt_br: Tem certeza? Isto deixara em branco todo seu progresso neste curso

source: Namaste! LMS Options
pt_br: Namaste! Opções de LMS

source: Wordpress roles with access to the learning material
pt_br: Funções do WordPress com acesso ao material de aprendizagem

source: By default Namaste! LMS creates a role "student" which is the only role allowed to work with the learning material. The idea behind this is to allow the admin have better control over which users can access it. However, you can enable the other existing user roles here. Note that this setting is regarding consuming content, and not creating it.
pt_br: Por padrão, Namaste! LMS cria um papel "student" que é a única função permitida para trabalhar com o material de aprendizagem. A idéia por trás disso é permitir que o admin tem melhor controle sobre quais usuários podem acessá-lo. No entanto, você pode habilitar as outras usuário funções existentes aqui. Observe que essa configuração é referentes ao consumo de conteúdo e não criá-la.

source: Wordpress roles that can administrate the LMS
pt_br: Funções do WordPress que podem administrar o LMS

source: By default this is only the blog administrator. Here you can enable any of the other roles as well
pt_br: Por padrão, este é apenas o administrador do blog. Aqui você pode habilitar qualquer uma das outras funções também

source: Fine-tune these settings.
pt_br: Ajuste essas configurações.

source: URL identificators for Namaste courses and lessons
pt_br: Identificators de URL para aulas e cursos de Namaste

source: These are the parts of the URLs that identify a post as Namaste! LMS lesson or course. These URL slugs are shown at the browser address bar and are parts of all links to courses and lessons. By default they are "namaste-course" and "namaste-lesson". You can change them here.
pt_br: Estas são as partes das URLs que identificam um post como Namaste! Lição LMS ou curso. Estas lesmas de URL são mostradas na barra de endereço do navegador e são partes de todos os links para cursos e aulas. Por padrão, eles são "namaste-course"e "namaste-lesson". Você pode mudá-los aqui.

source: Course URL slug:
pt_br: URL do Curso

source: Lesson URL slug:
pt_br: URL das aulas:

source: These slugs can contain only numbers, letters, dashes, and underscores. It is your responsibility to ensure they do not overlap with the URL identificators of another custom post type.
pt_br: Estes endereços podem conter apenas números, letras, traços e sublinhados. É sua responsabilidade garantir que elas não se sobrepõem com o identificators de URL de outro tipo de mensagem personalizada.

source: Blog / Archive Pages Behavior
pt_br: Blog / Archive páginas de comportamento

source: Show courses as blog posts in home and archive pages
pt_br: Visualizar cursos como blog posts nas páginas home e arquivo

source: Show lessons as blog posts in home and archive pages
pt_br: Mostra licções como blog posts nas páginas home e arquivo

source: Save Options
pt_br: Salvar Opções

source: Grade and Point Systems
pt_br: Nota e Sistema de Pontos

source: Use grading system*
pt_br: Sistema de classificação de uso

source: * Using a grading system allows you to rate student performance in courses, lessons, and assignments, and keeping a gradebook. Grading individual lessons is optional.
pt_br: * Usar um sistema de classificação permite que você para o desempenho do aluno taxa em cursos, aulas e atribuições e manter um livro de notas. Aulas individuais de classificação é opcional.

source: Enter your grades in the box, separated by comma. Start with the best possible grade and go right to the worst:
pt_br: Insira as suas notas na caixa, separada por vírgula. Comece com a melhor nota possível e ir direto para a pior:

source: Use points system*
pt_br: Usar o sistema de pontos *

source: * Points system can be used alone or together with a grading system. It lets you reward your students with points for completing lessons, courses, or assignments. These points will be displayed, and in the future (and in additional plugins) used to create leaderboards, redeem rewards, etc.
pt_br: * Pontos de sistema pode ser usado sozinho ou em conjunto com um sistema de classificação. Permite-lhe recompensar seus alunos com pontos para completar as aulas, cursos ou atribuições. Estes pontos serão exibidos e no futuro (e em plugins adicionais) usados para criar tabelas, resgatar recompensas, etc.

source: Default reward values. They can be overridden for every individual course, lesson, or assignment.
pt_br: Valores de recompensa de padrão. Eles podem ser substituídos por cada curso individual, lição ou atribuição.

source: points for completing a course
pt_br: pontos para a conclusão deste curso.

source: points for completing a lesson
pt_br: pontos para completar uma aula

source: points for successfully completing a homework / assignment
pt_br: pontos para concluir com sucesso uma tarefa.

source: Shortcodes enabled by using a points system
pt_br: Códigos de acesso habilitados usando um sistema de pontos

source: If you activate a points system the following shortcodes become available:
pt_br: Se você ativar um sistema de pontos tornam-se disponíveis os seguintes códigos de acesso:

source: and
pt_br: e

source: (where "x" is given user ID) outputs the total number of points the user has earned.
pt_br: (onde "x" é dado ID de usuário) produz o número total de pontos o usuário ganhou.

source: displays a leaderboard based on collected points. Replace "x" with the number of users you want to show. When you use the second shortcode the usernames will be shown in a table with the points collected in front of them.
pt_br: exibe uma tabela de classificação com base nos pontos coletados. Substituir "x" com o número de usuários que você deseja mostrar. Quando você usar o shortcode segundo os nomes de usuário aparece em uma tabela com os pontos coletados na frente deles.

source: Save grade and points settings
pt_br: Salvar configurações da classe e pontos

source: Payment Settings
pt_br: Configurações de pagamento

source: Payment currency:
pt_br: Moeda de Pagamento

source: Custom
pt_br: Personalizado

source: Here you can specify payment methods that you will accept to give access to courses. When a course requires payment, the enrollment (pending or active - depends on your other course settings) will be entered after the payment is completed.
pt_br: Aqui você pode especificar métodos de pagamento que você vai aceitar para dar acesso aos cursos. Quando um curso requer pagamento, a inscrição (pendente ou ativo - depende de suas outras configurações de curso) será inscrito após o pagamento é concluído.

source: Accept PayPal
pt_br: Aceitamos PayPal

source: Use Paypal in sandbox mode
pt_br: Usar o Paypal no modo de testes

source: Your Paypal ID:
pt_br: Sua ID do Paypal:

source: After payment go to:
pt_br: Após o pagamento vai para:

source: When left blank it goes to the course page. If you enter specific full URL, the user will be returned to that URL.
pt_br: Quando deixado em branco vai para a página do curso. Se você digitar o URL completo específico, o usuário será retornado para a URL.

source: Accept Stripe
pt_br: Aceitar Stripe

source: Your Public Key:
pt_br: Sua chave pública:

source: Your Secret Key:
pt_br: Sua chave secreta:

source: Accept other payment methods
pt_br: Aceitar outros métodos de pagamento

source: This option lets you paste your own button HTML code or other manual instructions, for example bank wire. These payments will have to be processed manually unless you can build your own script to verify them.
pt_br: Esta opção permite que você Cole seu próprio botão código HTML ou outras instruções do manual, por exemplo a transferência bancária. Estes pagamentos vão ter que ser processadas manualmente a menos que você pode construir seu próprio script para verificá-los.

source: Enter text or HTML code for payment button(s). You can use the following variables: {{course-id}}, {{course-name}}, {{user-id}}, {{amount}}.
pt_br: Digite o texto ou código HTML para o botão de pagamento (s). Você pode usar as seguintes variáveis: {course-id}}, {{course-name}}, {{user-id}}, {{amount}}.

source: If you want to use Instamojo we have a <a href="%s" target="_blank">free plugin</a> for integration with the service.
pt_br: Se você quiser usar Instamojo temos um <a href="%s" target="_blank">plugin grátis</a> para integração com o serviço.
